# St7SetEnvelopeAveragingOrder

Sets the averaging option for envelopes.

long St7SetEnvelopeAveragingOrder(long uID, long Order)
Input Parameters
uID
Strand7 model file ID.
Order
Order of averaging; either aoAverageThenEnvelope or aoEnvelopeThenAverage.